[{"txt": "US military buildup near Iran: Real war threat or trick?", "t": 1771909430.753474}, {"txt": "هیل: ۹۰ درصد ایالات متحده ظرف چند هفته، اگر نگوییم چند روز، وارد یک جنگ بزرگ با ایران می‌شود؛ پس کنگره در مورد آن چه خواهد کرد؟", "t": 1771909430.759342}, {"txt": "آیا نتانیاهو به ترامپ برای حمله به ایران فشار وارد می‌کند؟ / چرایی تمرکز بر دیپلماسی هسته‌ای در مذاکرات ژنو", "t": 1771909430.761356}, {"txt": "هشدار حزب‌الله عراق درباره حمله آمریکا به ایران؛ ممکن است جنگ ماهیت زمینی بگیرد، کردها دخالت نکنند/ ضرورت نهادهای امنیتی ایران در مرزهای غربی", "t": 1771909430.762245}, {"txt": "ترامپ مردم ایران را تهدید کرد", "t": 1771909430.763013}, {"txt": "ایران توانمندی و اراده کافی برای زدن ضربات شدید به آمریکا را دارد", "t": 1771909430.763529}, {"txt": "هاس: تهدید ایران جواب نداد ترامپ گرفتار لفاظی خود شد", "t": 1771909430.763875}, {"txt": "گفت و شنود/ چی گفت؟!", "t": 1771909430.764215}, {"txt": "پاسخ تند خبرنگار اکسیوس به پست جدید ترامپ", "t": 1771909430.764716}, {"txt": "چهره نزدیک ترامپ: چرا اخبار ایران لو می‌رود؟", "t": 1771909430.765495}, {"txt": "تهدید مستقیم ترامپ علیه ایران و مردمش!", "t": 1771909430.765899}, {"txt": "Negative impact of Grossi's moves on Iran-US negotiations", "t": 1771913496.719142}, {"txt": "نماهنگ/ \"ملت ایران را نترسانید\"", "t": 1771913496.733732}, {"txt": "عواقب احتمالی ایران و آمریکا، اگر توافق نشود!", "t": 1771913496.736341}, {"txt": "— 🇺🇸 NEW: U.S. Secretary of War Pete Hegseth on the X account that tracks Pentagon pizza orders to predict military action: 'I'm aware of that account. I haven't thought of just going to a cafeteria.", "t": 1771913496.744512}, {"txt": "#USA #Iran There are rising tensions between the U.S. and Iran, with military officials concerned about potential confrontations due to President Trump's aggressive stance and military deployments in", "t": 1771913496.746563}, {"txt": "#Israel #Iran The 2026 budget for Israel's defense does not include provisions for a war with Iran, as the Finance Ministry has set a lower budget than what the IDF requested. The IDF is seeking addit", "t": 1771913496.747083}, {"txt": "📍 Earshot NGO and Forensic Architecture conducted an in-depth audio investigation of three recordings taken in the early hours of March 23, 2025, when the IDF a series of attacks on clearly marked eme", "t": 1771913496.747897}, {"txt": "📍 Mexico’s Defense Secretary says 80% of the weapons seized from drug cartels come from the US and the rest (20%) from Israel. [RT]", "t": 1771913496.748415}, {"txt": "تحول پایدار با عادت‌های اتمی: درس‌هایی از کتاب جیمز کلیر برای انقلاب ایران", "t": 1771917499.420819}, {"txt": "ناو‌های هواپیمابر در تیررس کدام موشک‌های ایران هستند؟ + فیلم", "t": 1771917499.429566}, {"txt": "Footage from 2022 shows Hamas commanders overseeing dry run of October 7 attack", "t": 1771917499.437555}, {"txt": "Trump Wants Iran Deal But Says Any Conflict Would Be 'Easily Won'", "t": 1771917499.440416}, {"txt": "🔸 رئیس‌جمهوری آمریکا می‌گوید ترجیح او این است که با ایران توافقی در مورد برنامه هسته‌ایش صورت گیرد، نه این‌که چنین نشود. او گزارش‌ها در مورد مخالفت رئیس ستاد ارتش ایالات متحده با حمله به ایران را رد ک", "t": 1771917499.445231}]